{
  "Comment.nvim": { "branch": "master" },
  "ale": { "branch": "master" },
  "bufferize.vim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "git-messenger.vim": { "branch": "master" },
  "gx.nvim": { "branch": "main" },
  "html5.vim": { "branch": "master" },
  "inline_edit.vim": { "branch": "main" },
  "kitty-scrollback.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "nginx.vim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quickfix-reflector.vim": { "branch": "master" },
  "rainbow_csv": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "sideways.vim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "traces.vim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vaxe": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-expand-region": { "branch": "master" },
  "vim-freemarker": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hjson": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-kitty": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-peekaboo": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-sort-folds": { "branch": "master" },
  "vim-sort-motion": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tridactyl": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-increment": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" }
}
